[
  {
    "id": 1,
    "title": "Corporate Meetings",
    "category": "Corporate",
    "price": 500,
    "description": "Elevate your corporate meetings to a new level of professionalism with our expert event management services. We understand the importance of your business gatherings, and we're here to ensure they run seamlessly. Our comprehensive offering includes top-notch venues, state-of-the-art audiovisual equipment, and a diverse range of catering options to suit your needs. Trust us to take care of the details, allowing you to focus on achieving your meeting's objectives. Make your corporate meetings truly exceptional with us.",
    "thumbURL": "https://i.ibb.co/y621hyp/corporate-thumb.jpg",
    "descriptionImageURL": "https://i.ibb.co/KyCv3sR/corporate.jpg"
  },
  {
    "id": 2,
    "title": "Anniversaries",
    "category": "Family",
    "price": 300,
    "description": "Celebrate your wedding anniversary in style with the help of our event planning expertise. We specialize in crafting memorable and romantic atmospheres that set the perfect stage for you and your loved ones. Whether it's your first or fiftieth anniversary, we'll ensure that your special day is filled with love, joy, and cherished moments. Let us make your anniversary celebration a beautiful and unforgettable experience.",
    "thumbURL": "https://i.ibb.co/WBgz2z0/anniversary-thumb.jpg",
    "descriptionImageURL": "https://i.ibb.co/cxxnd8V/anniversary-des.jpg"
  },
  {
    "id": 3,
    "title": "Birthday Parties",
    "category": "Parties",
    "price": 250,
    "description": "Host the perfect birthday party with ease, thanks to our comprehensive event management services. From children's parties filled with laughter and excitement to milestone birthdays worthy of grand celebrations, we've got you covered. Our dedicated team will work closely with you to bring your birthday vision to life. From selecting the ideal venue to coordinating entertainment and catering, we handle it all so you can focus on making lasting memories with your loved ones.",
    "thumbURL": "https://i.ibb.co/Qpp4r51/birhday-party-thumg.jpg",
    "descriptionImageURL": "https://i.ibb.co/9sBJw58/birthday-des.jpg"
  },
  {
    "id": 4,
    "title": "Family Celebrations",
    "category": "Family",
    "price": 350,
    "description": "Gather your family for a memorable celebration that strengthens the bonds of love and togetherness. At our core, we understand the importance of family, and we're here to help you create cherished moments. Whether it's a family reunion, a milestone event, or simply a desire to come together, we'll handle the logistics with care and expertise. Let us take the stress out of planning so you can focus on creating lasting memories with your loved ones.",
    "thumbURL": "https://i.ibb.co/Y32KZNC/family-celebration-thumg.jpg",
    "descriptionImageURL": "https://i.ibb.co/9sBJw58/birthday-des.jpg"
  },
  {
    "id": 5,
    "title": "Graduation and Prom Night",
    "category": "Parties",
    "price": 400,
    "description": "Celebrate your academic achievements with a spectacular graduation or prom night event. Your graduation marks a significant milestone in your life, and your prom night is a once-in-a-lifetime experience. We're dedicated to making it a night to remember for you and your friends. Our team will ensure every detail is perfect, from selecting the venue to coordinating entertainment and décor. Join us in celebrating your achievements in style and creating unforgettable memories.",
    "thumbURL": "https://i.ibb.co/QQcKn5K/graduation-celebration-thumb.jpg",
    "descriptionImageURL": "https://i.ibb.co/2NL5s0n/graduation-des.jpg"
  },
  {
    "id": 6,
    "title": "Masquerade Parties",
    "category": "Kid",
    "price": 300,
    "description": "Step into a world of mystery and glamour with our Masquerade Parties. These enchanting events are perfect for those seeking an unforgettable and magical experience. Attendees adorn exquisite masks, transforming themselves into elegant and mysterious figures. Our dedicated team will craft an atmosphere of opulence, with ornate decorations, captivating entertainment, and gourmet cuisine. Whether it's a sophisticated ball or an intimate soirée, our Masquerade Parties are an enchanting blend of tradition and modernity, sure to leave a lasting impression. Join us for a night of intrigue, beauty, and masked revelry.",
    "thumbURL": "https://i.ibb.co/d443YHz/Masquerade-Parties-thumb.jpg",
    "descriptionImageURL": "https://i.ibb.co/yXHf6T0/Masquerade-Parties.jpg"
  },
  {
    "id": 7,
    "title": "Wedding Parties",
    "category": "Wedding",
    "price": 800,
    "description": "Experience the wedding of your dreams with our Wedding Extravaganza package. We specialize in creating magical moments that celebrate your love story. From exquisite venues and stunning decorations to personalized vows and gourmet dining, we ensure your special day is absolutely perfect. Let us make your wedding a fairytale come true, filled with love, joy, and cherished memories.",
    "thumbURL": "https://i.ibb.co/r5x0f1z/pexels-agung-pandit-wiguna-2788488.jpg",
    "descriptionImageURL": "https://i.ibb.co/6s06y1z/pexels-kayla-renee-1608590.jpg"
  },
  {
    "id": 9,
    "title": "Kids' Adventure Camps",
    "category": "Kid",
    "price": 350,
    "description": "Give your children a summer they'll never forget with our Kids' Adventure Camps. From exciting outdoor adventures to creative arts and crafts, we provide a safe and engaging environment for kids to explore, learn, and have fun. Our experienced staff ensures a memorable and educational experience for your young adventurers.",
    "thumbURL": "https://i.ibb.co/nwx54ty/pexels-gerald-yambao-2413238.jpg",
    "descriptionImageURL": "https://i.ibb.co/vch694V/pexels-josh-willink-1157389.jpg"
  },
  {
    "id": 10,
    "title": "Retirement Celebrations",
    "category": "Family",
    "price": 400,
    "description": "Celebrate a lifetime of achievements with our Retirement Celebrations. Whether it's a quiet gathering of close friends and family or a grand retirement party, we help honor the retiree's contributions and mark the beginning of a new chapter. From heartfelt speeches to nostalgic photo displays, we create retirement events filled with warmth and appreciation.",
    "thumbURL": "https://i.ibb.co/Chx4gL0/pexels-pixabay-209728.jpg",
    "descriptionImageURL": "https://i.ibb.co/3vyHk7f/pexels-matheus-bertelli-3856033.jpg"
  }
]